<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">ol{margin:0;padding:0}table td,table th{padding:0}.c2{border-right-style:solid;padding-top:0pt;border-top-width:0pt;border-right-width:0pt;padding-left:0pt;padding-bottom:0pt;line-height:1.15;border-left-width:0pt;border-top-style:solid;background-color:#ffffff;border-left-style:solid;border-bottom-width:0pt;border-bottom-style:solid;orphans:2;widows:2;text-align:justify;padding-right:0pt}.c0{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c4{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}.c5{background-color:#ffffff;max-width:451.4pt;padding:72pt 72pt 72pt 72pt}.c1{font-weight:700}.c3{height:11pt}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c5 doc-content"><p class="c2"><span class="c1">Jerzy Zientkowski</span><span class="c0">&nbsp;jest z wykszta&#322;cenia informatykiem, z zawodu m&oacute;wc&#261; profesjonalnym. Z blisko 30-letnim dorobkiem w biznesie i wsp&oacute;&#322;prac&#261; z najr&oacute;&#380;niejszymi bran&#380;ami i firmami r&oacute;&#380;nej wielko&#347;ci, posiada do&#347;wiadczenie i unikatowy punkt patrzenia na skuteczno&#347;&#263; i efektywno&#347;&#263; biznesu.</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c1">Przemawia, szkoli i wspiera, jako mentor i konsultant</span><span class="c0">&nbsp;- przy prawie 40 tys. odbiorc&oacute;w jego tre&#347;ci rocznie jest nie tyle celebryt&#261;, ale rozchwytywanym ekspertem. Pracuje nad nad komunikacj&#261; i prezentacjami dla najwi&#281;kszych firm na &#347;wiatowym rynku i dla klient&oacute;w indywidualnych. Rozmawia ze studentami, pracownikami korporacji, managerami, cz&#322;onkami zarz&#261;d&oacute;w i w&#322;a&#347;cicielami firm.</span></p><p class="c2"><span class="c0">&nbsp;</span></p><p class="c2"><span class="c1">Sp&#281;dza na scenie kilkadziesi&#261;t dni rocznie</span><span class="c0">, nastawiony na skuteczno&#347;&#263;, jasno&#347;&#263; i unikalno&#347;&#263; przekazu d&#261;&#380;y do kontaktu z widowni&#261;, jako jednego z najwa&#380;niejszych narz&#281;dzi m&oacute;wcy publicznego. Prowadzi szkolenia, wyk&#322;ady, prezentacje i webinary, wdra&#380;aj&#261;c rentowne dzia&#322;ania i poszerzaj&#261;c &#347;wiadomo&#347;&#263; klient&oacute;w. </span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c1">Praktykuj&#261;c to, czego uczy</span><span>, od 2015 m&oacute;wi do ponad 40 000 os&oacute;b rocznie i przemawia podczas tak r&oacute;&#380;nych event&oacute;w jak </span><span class="c1">2011 TEDx Wroc&#322;aw</span><span>&nbsp;i </span><span class="c1">2025 TEDx Pabianice</span><span class="c0">&nbsp;, Spectacular Speaking, Nowoczesne Techniki Sprzeda&#380;y, Pe&#322;na Moc Mo&#380;liwo&#347;ci, BUCOM 2014, Toastmasters Leaderhip Institute i Toastmasters District Conference w Bonn i w Cologne, VI Kongres Business Intelligence, V Forum Dyrektor&oacute;w Dzia&#322;&oacute;w Prawnych, M&#281;ski Czwartek, WWK, InfoMeet, Expo IT, Efektywna Sprzeda&#380;, Mocni w Biznesie, Projektownia Liderek, Przysz&#322;o&#347;&#263; IT, Festiwal Inspiracji w Warszawie, Edutainment w Krakowie, Katowicach, &#321;odzi i Poznaniu, GEM CEE i CFO Forum w Pradze i Bratys&#322;awie, Wyzwania IT, Kariera IT i Kariera Programisty, Systemy dla Przedsi&#281;biorstw, Akademia Mentoringu UAM Pozna&#324;, Techworld, Contman Forum i Przysz&#322;o&#347;&#263; IT i Forum Wsparcia IT, Power Day, Turbo Inspiracja, Akademia Zawodowego M&oacute;wcy, Invest Cuffs, Brian Tracy International i wielu, wielu innych&hellip;</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c1">Mentoruje wybranych manager&oacute;w wy&#380;szego szczebla</span><span class="c0">&nbsp;zarz&#261;dzania i w&#322;a&#347;cicieli firm, pomagaj&#261;c w przygotowaniu prezentacji w sytuacjach podbramkowych i komfortowych. Z do&#347;wiadczeniem w IT, na styku biznesu, sprzeda&#380;y i obs&#322;ugi klienta wypracowa&#322; unikatowy zestaw narz&#281;dzi komunikacyjnych, pozwalaj&#261;cy na wsp&oacute;&#322;prac&#281; z r&oacute;&#380;nymi bran&#380;ami, r&oacute;&#380;nymi potrzebami klient&oacute;w, w wielonarodowych &#347;rodowiskach. </span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c1">Szeroko&#347;&#263; do&#347;wiadcze&#324;</span><span>&nbsp;pozwala mu na </span><span class="c1">znajdowanie nietypowych, ale skutecznych rozwi&#261;za&#324; </span><span class="c0">dla problem&oacute;w klient&oacute;w. W Delta Pozna&#324; by&#322; odpowiedzialny za system telewizji przemys&#322;owej z autorskim oprogramowaniem. &nbsp;W Comarch sp&#281;dzi&#322; dwa lata jako konsultant w projektach telekomunikacyjnych w Ukrainie i sieciowych w Iranie. &nbsp;Pracowa&#322; w logistyce w Raben Polska jako szef dzia&#322;u IT, odpowiedzialny za funkcjonowanie infrastruktury i wsparcie dla u&#380;ytkownik&oacute;w. W Setapp wspiera&#322; m.in. sprzeda&#380; symulator&oacute;w do nauki jazdy ci&#281;&#380;ar&oacute;wkami. W speakerslair Jerzy Zientkowski jest odpowiedzialny za komunikacj&#281;, sprzeda&#380;, marketing i optymalizacj&#281; proces&oacute;w biznesowych dla klient&oacute;w z takich bran&#380;, jak piwowarska, ubezpieczeniowa, produkcja papieru, produkcja aluminiowych o&#347;cie&#380;nic do drzwi, sprzeda&#380; cz&#281;&#347;ci samochodowych, wdra&#380;anie czujnik&oacute;w ci&#347;nienia i przep&#322;ywu, systemy bezpiecze&#324;stwa informatycznego, bankowo&#347;&#263;, nieruchomo&#347;ci&hellip;</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c1">Autor ksi&#261;&#380;ek</span><span class="c0">&nbsp;o przemawianiu oraz kurs&oacute;w i program&oacute;w rozwojowych online, prowadzi kilkana&#347;cie otwartych webinar&oacute;w rocznie, podczas kt&oacute;rych porusza tematyk&#281; komunikacji, sprzeda&#380;y, prezentacji, efektywno&#347;ci osobistej ale i pewno&#347;ci siebie czy&hellip;zdrowego rozs&#261;dku. Na jego platformie mo&#380;na znale&#378;&#263; takie kursy jak &ldquo;Matematyczna Pewno&#347;&#263; Siebie&rdquo; czy &ldquo;Autentyczny Humor w Biznesie (i nie tylko)&rdquo;.</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c1">Pi&#281;ciokrotny mistrz Polski w r&oacute;&#380;nych kategoriach</span><span>&nbsp;- mowy powa&#380;ne, humorystyczne, improwizowane i ewaluacyjne, w j&#281;zyku polskim i angielskim. Dotar&#322; w 2012 do </span><span class="c1">fina&#322;&oacute;w mistrzostw Europy </span><span>w przem&oacute;wieniach humorystycznych. W 2011 za&#322;o&#380;yciel klubu Verbal Victory w Poznaniu (</span><span class="c1">3 najlepszy klub na &#347;wiecie </span><span class="c0">w pa&#378;dzierniku 2025), wsp&oacute;&#322;za&#322;o&#380;yciel i mentor wielu innych klub&oacute;w, Jerzy rokrocznie staje na scenach Toastmasters Leadership Institute, dziel&#261;c si&#281; wiedz&#261; o organizacji - i przemawianiu.</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c1">W Sales Angels </span><span>Jerzy dwukrotnie stawa&#322; na scenie - w </span><span class="c1">2019, z ocen&#261; 9.34 dosta&#322; si&#281; do fina&#322;&oacute;w</span><span class="c0">&nbsp;i wyst&#281;powa&#322; przed najwi&#281;ksz&#261; spo&#322;eczno&#347;ci&#261; sprzeda&#380;y w Polsce. W 2023 Jerzy zaj&#261;&#322; 3 miejsce w Poznaniu podczas Sales Angels All Stars.</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c1">Jest cz&#322;onkiem Stowarzyszenia Profesjonalnych M&oacute;wc&oacute;w</span><span>&nbsp;w Polsce od 2011 roku. </span><span class="c1">Wiceprezes stowarzyszenia </span><span class="c0">w latach 2012-2016, odpowiedzialny za cz&#322;onkostwo, strategi&#281; dzia&#322;a&#324; i partner&oacute;w, organizacj&#281; konferencji i event&oacute;w szkoleniowych. Sze&#347;ciokrotny organizator konferencji Festiwal Inspiracji w Opolu, Warszawie i Krakowie.</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c0">&nbsp; </span></p><p class="c2"><span class="c1">Jerzy wsp&oacute;&#322;pracowa&#322; z Mistrzami &#346;wiata w Przemawianiu</span><span class="c0">: Darren LaCroix, Ed Tate i Mark Hunter pracowali z nim w speakerslair w Poznaniu przy okazji Spectacular Speaking i podczas warsztat&oacute;w w Poznaniu, Krakowie i Warszawie. Mark Brown wsp&oacute;&#322;pracowa&#322; z nim podczas Spectacular Speaking w Berlinie. Jerzy sta&#322; na scenie obok takich m&oacute;wc&oacute;w, jak Jacek Walkiewicz, Marek Ska&#322;a, Grzegorz Turniak, Szymon Ho&#322;ownia, prof. Jerzy Bralczyk, Szymon Kud&#322;a, Robert Cialdini i Brian Tracy. </span></p><p class="c2"><span class="c0">&nbsp; </span></p><p class="c2"><span class="c0">&nbsp; </span></p><p class="c2"><span>Jerzy </span><span class="c1">pracowa&#322; w swojej karierze dla ponad 550 podmiot&oacute;w</span><span class="c0">. Szkoli&#322; i przemawia&#322; m.in. dla Al Fianco Partners, Allegro, Allianz, Aviva, Aon Hewitt, BGK, Benefit, Bre Bank, Bricoman, BZ WBK&hellip; a to dopiero pocz&#261;tek alfabetu&hellip;</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c0">Pytany o to, co go pcha do przodu, odpowiada, &#380;e najlepszym odczuciem jest iskra w oczach widowni, kiedy ludzie odkrywaj&#261; w jego prezentacjach narz&#281;dzia, schematy albo po prostu pere&#322;ki wiedzy, kt&oacute;re s&#261; dla nich warto&#347;ci&#261;. Zwolennik zdrowego rozs&#261;dku, lubi m&oacute;wi&#263; o sobie, &#380;e &ldquo;Pozbawia z&#322;udze&#324;, nie pozbawiaj&#261;c marze&#324;&rdquo;.</span></p><p class="c2 c3"><span class="c0"></span></p><p class="c2"><span class="c0">Prywatnie ojciec tr&oacute;jki syn&oacute;w, zapalony koszykarz (po ambicji, nie warunkach), informatyk z krwi i ko&#347;ci, uwielbia rozwi&#261;zywa&#263; problemy. Mieszka w Poznaniu, w miejscu bliskim autostradom.</span></p><p class="c3 c4"><span class="c0"></span></p></body></html>